[
    {
        "text": "@YasirAdeelSk @RMohammedShafiq before khna kaba muslims and jews to gather use to used kibla aul .but allah had ordered to prophet Muhammad saw that from to day musl;ims will use khana kaba .so Allah had resolved issue along time ago  .but some muslims many muslims are still claiming batul mukudis",
        "id_str": "1246217715360112642"
    },
    {
        "text": "The only people who tell Jews “if you don’t like [country that isn’t Israel] then leave” are fascists, and Netanyahu.",
        "id_str": "1216424470547783680"
    },
    {
        "text": "HOW DO YOU FEEL ABOUT JEWS? @IlhanMN",
        "id_str": "1247525024556187648"
    },
    {
        "text": "RT @Imamofpeace: Look at what the infidels and Jews have made: A machine that produces 2 million masks a day. I wish we can become like the…",
        "id_str": "1241705727217057794"
    },
    {
        "text": "RT @Know_More_News: @ScottMGreer Jews consider Rome/Italy/Christianity modern day Esau/Edom and want to destroy it. Israel is not your frie…",
        "id_str": "1227806925326356480"
    },
    {
        "text": "RT @WorldJewishCong: The incredible story of how a remote Asian nation saved over 1,200 Jews during WWII. Kindness beyond measure. To the P…",
        "id_str": "1221353252530413570"
    },
    {
        "text": "RT @danielocarmon: Mostly appreciated, especially coming, on that day, from our friends in #India. A country where Jews were always welcome…",
        "id_str": "1220283735213510656"
    },
    {
        "text": "You do know that saying anything negative about jews is antisemitism?",
        "id_str": "1253391201199259649"
    },
    {
        "text": "@ogclovis I bought a fucking skate board lol I am insane. Jews don’t skate board",
        "id_str": "1231811275182788609"
    },
    {
        "text": "https://t.co/skboCYmHWx. Cahill: The Gifts Of The Jews",
        "id_str": "1223117024886288386"
    },
    {
        "text": "@h_jineen So u call for the murder of Jews? . Tsk tsk @TwitterSafety @TwitterSupport",
        "id_str": "1214978347060670465"
    },
    {
        "text": "RT @bungarsargon: In 2019, a Jew was murdered at prayer in shul because she was a Jew. Her rabbi had his fingers blown off. Two Jews were k…",
        "id_str": "1214410946258583553"
    },
    {
        "text": "RT @JulieReichwein1: Laura Loomer to the gatekeeper Muslim man, “It says it’s a free public event, but you aren’t allowing Jews &amp; Christian…",
        "id_str": "1237886817191571456"
    },
    {
        "text": "RT @conradhackett: US adults with post-secondary degrees\nHindus 96%\nJews 75%\nMuslims 54%\nBuddhists 53%\nReligious \"nones\" 44%\nChristians 36% https://t.co/GLWRTB9x6f",
        "id_str": "1225963034172108800"
    },
    {
        "text": "RT @jewish_activist: Patrilineal Jews are Jews.\nPatrilineal Jews are Jews. \nPatrilineal Jews are Jews. \nPatrilineal Jews are Jews. \nPatrili…",
        "id_str": "1249956212168409089"
    },
    {
        "text": "@Mondoweiss @Keir_Starmer @UKLabour 1.8 mio Jews (haredim) say: https://t.co/yXePo7gWLB",
        "id_str": "1248743112937275392"
    },
    {
        "text": "You’re literally trying to be so problematic. Jews fast. Catholic fast. Christians fast. Educate yourself boo",
        "id_str": "1249184200638574593"
    },
    {
        "text": "RT @mukhal1d6: Jesus Christ, if you are listening sitting in skies ,somewhere, please please come down now, jews are waiting for you, Chris…",
        "id_str": "1223909721096192000"
    },
    {
        "text": "RT @restartleader: When Hitler killed millions of Jews، the family of the former king of Iran celebrated the killing of the Jews &amp; changed…",
        "id_str": "1252494538259812352"
    },
    {
        "text": "RT @robbystarbuck: @NYCMayor Or else what Bill? You gonna round up the Jews? Your far left anti-Semitic base of a few dozen supporters and…",
        "id_str": "1255389697708371973"
    },
    {
        "text": "RT @rabbijilljacobs: Lots of interesting data here.\nIn short: Jews are still Democrats &amp; most disapprove of Trump &amp; will vote for any Dem.…",
        "id_str": "1233416319980261378"
    },
    {
        "text": "Tonight, the first night of #Passover, Jews tell the story of seeking freedom from captivity in Egypt. Right now, thousands of people are held captive in jails and immigrant prisons across NY. We join our Jewish and non-Jewish community in demanding: #LetMyPeopleGo. #FreeThemAll",
        "id_str": "1247962694868705282"
    },
    {
        "text": "RT @redwins3_first: @IsraeliPM @POTUS \nAt least we know these two strive for peace, protecting Jews and Christians. Let's not forget @SenSa…",
        "id_str": "1222244345400692737"
    },
    {
        "text": "RT @BeholdIsrael: Gantz Meets with Lieberman to Discuss Forming Government for Arabs &amp; Jews, Contrary to His Former Declaration\nhttps://t.c…",
        "id_str": "1237092882013736961"
    },
    {
        "text": "RT @davidschneider: Today we remember the 6 million Jews and others killed by the Nazis, together with all other victims of genocide and op…",
        "id_str": "1221774765406523394"
    },
    {
        "text": "@abdullahadam Ultra orthodox jews - heavily over represented in corona infections in New York and Tel Aviv",
        "id_str": "1245073271420321795"
    },
    {
        "text": "@RichardBurgon @afneil This comment reminds me of you trying to defend your comment about Jews, which I believe Andrew managed to show your comments on video!!\nShame the last election was not really about the best but the least worse... was it also the worst defeat for Labour in the last 100 years?",
        "id_str": "1252640447211675650"
    },
    {
        "text": "RT @JGreenblattADL: #OTD in 1943,  when Jews were being rounded up across Nazi-occupied Europe, Bulgaria did what no other nation in Europe…",
        "id_str": "1237552194779398145"
    },
    {
        "text": "As I look at the rhetoric in the Jewish community around the violence visible Jews are experiencing, I feel like well meaning (and I'm giving the honest good faith here) people on the right and left are polarizing this issue for their existing view of what Jews need",
        "id_str": "1212572788680093698"
    },
    {
        "text": "RT @cjwerleman: What happened to the Jews in Germany in the 1930s is happening to Muslims in India today.",
        "id_str": "1232604849663074310"
    },
    {
        "text": "@officialACV @BillyOw53223642 @CooperPatrick2 @latimes @latimesopinion 71% of Jews, 85% black, 67% Latinos 73% Asians vote Democrats so you are wrong again.  I don't think you have been right one time. https://t.co/ilrLV3d3F3",
        "id_str": "1218667694624362496"
    },
    {
        "text": "RT @seanmdav: New York City’s mayor just ordered police to start rounding up Jews. https://t.co/87IeFFk2yc",
        "id_str": "1255482522294784004"
    },
    {
        "text": "Empathy for EJK perpetrators and Jews at the hand of Nazis you so idolize? Nah.\n\nTry harder gas tank.",
        "id_str": "1255544601760296960"
    },
    {
        "text": "RT @cursedsalad: 9. According to reports, the girl's story fell apart when one of the Jews produced photo evidence proving he wasn't at the…",
        "id_str": "1214639832762331136"
    },
    {
        "text": "RT @JoshuaPotash: Jews and Muslims. Chants in Hebrew and Arabic.\n\nThis is the protest tonight in the streets of Tel Aviv against Trump’s “p…",
        "id_str": "1223769776436207617"
    },
    {
        "text": "RT @branch77: @AFunnyValentine @Squill_whispers Sure it is they helped him form the final solution for the Jews...they had much to do with…",
        "id_str": "1222013477511946242"
    },
    {
        "text": "RT @benshapiro: You can say Jews, Congresswoman.",
        "id_str": "1252778107615903745"
    },
    {
        "text": "Soros is a pig and Rothschild Zionists abuse most nations. However, Jews need their homeland which is no worse or better than other nations. I believe in the Torah promises (and sanctions).",
        "id_str": "1222433493860409344"
    },
    {
        "text": "RT @MikePsJuice: Yes. Jews that want to talk to us should make some kind of offering. There's a Jew that keeps emailing me saying he's a fa…",
        "id_str": "1245701249732734977"
    },
    {
        "text": "RT @afagerbakke: Hey @IfNotNowOrg..\n\nYour vicious &amp; shameful campaign against Jews who live in Judea &amp; Samaria has really inspired me..\n\nIn…",
        "id_str": "1221068253335654400"
    },
    {
        "text": "Ojalá tenga una relación como la de la Bibi y el Kikes porque me encochonan viendo sus estados 🥺",
        "id_str": "1233832448611553281"
    },
    {
        "text": "RT @telushk: Jews don't proselytize, we just go, \"are you ***sure*** you're not Jewish???\"",
        "id_str": "1228084200718393345"
    },
    {
        "text": "RT @ed_lamon: For by one Spirit are we all baptized into one body, whether we be Jews or Gentiles, whether we be bond or free; and have bee…",
        "id_str": "1221501586599366656"
    },
    {
        "text": "RT @BruceLesley: How America’s rejection of Jews fleeing Nazi Germany should inform our refugee policy today - @DLind - Vox https://t.co/44…",
        "id_str": "1216058225143042049"
    },
    {
        "text": "@Smitty7of7 @featherplus68 @JohnFugelsang Scary thing is: Nazis used \"Jews killed Jesus\" to justify truly evil behavior \"avenging\" their god of Abraham.\n\nEspecially bad, considering immortal gods CAN'T be sacrificed!\n\nIf the Bible be true, Jesus took a harmless 3-day vacation for our sins, then made us ALL immortal.",
        "id_str": "1212610654907125760"
    },
    {
        "text": "The Jews are the ones who kill him, and they incite the killing of children, women, youth, and the elderly.",
        "id_str": "1219916116203577344"
    },
    {
        "text": "RT @TheRaDR: It is #HolocaustMemorialDay. \n\nThe Nazis targeted \n\nJews\nRomani people \nDisabled people \nQueer and trans people\nPeople with th…",
        "id_str": "1221844207561666562"
    },
    {
        "text": "@grette13 We’ll just call it payback for the extermination of 6 million jews and 5 million non-jews during the holocaust. https://t.co/eeNF1QynQB",
        "id_str": "1251895526645260289"
    },
    {
        "text": "Most inspiring,  healing , restorative \nMay Jew, Muslim and Jews do a line dance soon . InshaAllah",
        "id_str": "1219739515029524480"
    },
    {
        "text": "RT @IfNotNowOrg: .@donaldjtrumpjr spreads antisemitic conspiracy theories that inspire the murder of Jews. He gave an interview to the news…",
        "id_str": "1224498025894158336"
    },
    {
        "text": "RT @canarymission: .@jvplive activist Reuben Telushkin actually made this made absurd statement about the home of half the world's Jews: “I…",
        "id_str": "1253517080638492673"
    },
    {
        "text": "RT @ebcunni: @adriandt31 @DianaDearmore No, because they correctly fight back, as should Christians, Jews, Hindus, Ba’hai, etc.  No one sho…",
        "id_str": "1252127165468024832"
    },
    {
        "text": "Gosh, could DeBlasio and Dems actually be modern NAZIs?\nHave American Jews been suckered all these years by the Dems?\nWill Jews now be forced to wear a large yellow Star of David on their chests - as in NAZI Germany, to identify them?\n@LieBusterSleuth @catturd2 @EntheosShines",
        "id_str": "1255522231406473228"
    },
    {
        "text": "@WhiteBastion @GiladAtzmon @SenSanders SOME Jews are parasitic for sure, but there are far more non-Jewish parasites in western society. Other Jews (Einstein being a classic example) have contributed disproportionately positively to our civilisation. https://t.co/5gdwRYKlFT",
        "id_str": "1221706808877887488"
    },
    {
        "text": "@JThomasReese Do you remember when Nazis were pushing over/vandalizing Jewish headstones and Trump said Jews were doing it themselves to make him look bad? Throwing paper towels at Puerto Ricans? Shithole countries? Remember when he wanted to buy Greenland? Remember Space Force?",
        "id_str": "1237189389614112769"
    },
    {
        "text": "@JakeJhgoldberg @robertbethename @SarahMichele44 @bradleyziffer You mean I represent the 80% of American Jews who vote for the Democratic Party, yep, that’s right.\n\nWhereas you apparently have Stockholm syndrome or some shit.",
        "id_str": "1241252986065543169"
    },
    {
        "text": "RT @AFunnyValentine: Bill de Blasio sending the NYPD after Jews. \n🤔 Hitler-esque move, Bill.\n\n@RudyGiuliani was a COMMON SENSE leader. Bill…",
        "id_str": "1255534763189903362"
    },
    {
        "text": "RT @AuschwitzMuseum: 4 March 1943 | 1,000 Jews arrived at #Auschwitz from #Drancy. SS doctors sent 881 people to gas chambers. 19 women &amp; 1…",
        "id_str": "1235121905587249152"
    },
    {
        "text": "@Queen1Tiger @jaycee1001 Rape isnt classed as rape if they are non Muslim, anyone who is an infidel is below Jews and pigs.\n\nThey mean forbidden within their religion. \n\nEven then, they cover their women head to toe in black and encourage them to live in dessert heat. #bastards.",
        "id_str": "1228835267307503616"
    },
    {
        "text": "RT @Conservative_JA: The group also accuses ALL Jews of corruption, greed, blood libel and murder.\n\nPlease stay tuned for further informati…",
        "id_str": "1246578237599371265"
    },
    {
        "text": "RT @halaljew: People think that Hollywood is run by Jews but it’s actually run by pedophiles and serial rapiats of all ethnicities and reli…",
        "id_str": "1220130357892304896"
    },
    {
        "text": "RT @faizalhamssin: Fear of the crosses, fear of Jawi, fear of the transgenders, fear of the tudung, fear of the serban, fear of the Jews, f…",
        "id_str": "1213010002580922368"
    },
    {
        "text": "@EnglandYankin Actual antisemites have been trying for generations to conflate Israel and Jews so they can blame all Jews for Israel's actions.\n\nNow they have the pro-Israel crowd doing it for them.\n\nMind = Blown",
        "id_str": "1231176936069746688"
    },
    {
        "text": "RT @LanaLokteff: But Emma, as a Jewish girl, has no issue when Jews only date other Jews. \n\nReally, it's only a problem for her when it's W…",
        "id_str": "1223758164077707267"
    },
    {
        "text": "RT @DerorCurrency: We Jews, we, the destroyers, will remain the destroyers forever.  Nothing that you will do will meet our needs and deman…",
        "id_str": "1239186478917435397"
    },
    {
        "text": "RT @salimdotcomrade: Hitler began the census shortly after seizing power on April 12, 1933.  By the end of 1939, all orthodox Jews had been…",
        "id_str": "1227849069676109826"
    },
    {
        "text": "RT @trevorw1953: By the \"German people\" does Kawczynski include the many socialists, communists, Jews, Christians, members of the clergy, t…",
        "id_str": "1220450890362105856"
    },
    {
        "text": "Quarter of the French Jews Have Been Assaulted by Anti-Semites, Half Feel Threatened Daily  Survey Finds https://t.co/NUodM60H6p #Islam #MAGA #UniteBlue",
        "id_str": "1219897575291195393"
    },
    {
        "text": "RT @seanmdav: New York City’s mayor just ordered police to start rounding up Jews. https://t.co/87IeFFk2yc",
        "id_str": "1255566883559890944"
    },
    {
        "text": "On #HolocaustRemembranceDay, #WeRemember the genocide of over six million Jews by the Nazi regime. We must never stop fighting against hate, bigotry &amp; other-ing in our society. Antisemitism, racism and all forms of prejudice must be defeated. #NeverAgain https://t.co/EpRzTuTJVX",
        "id_str": "1221930915770667008"
    },
    {
        "text": "@DonaldJTrumpJr Mayor De Blasio has been showing hate for Jews for at least a year in his neglect to protect them. The Bible in Genesis 12:3 says those that curse the Jews will be cursed. De Blasio is cursed a horrible curse according to God’s Word https://t.co/KjAtvaDYUF",
        "id_str": "1255641867233837057"
    },
    {
        "text": "RT @douglasmercer33: Jews got prayer out the schools, pornography to saturate the culture, abortion on demand, divorce with no fault.   If…",
        "id_str": "1251170026129952769"
    },
    {
        "text": "Iran chants \"Death to America\" Dems are silent\n\nIran wages war on Jews, Dems are silent\n\nIran executes gays, Dems are silent\n\nIran oppresses women, Dems are silent\n\nIran slaughters innocent men, women and children, Dems are silent\n\nAN IRANIAN GENERAL IS KILLED, DEMS SPEAK OUT!",
        "id_str": "1214553111538388992"
    },
    {
        "text": "RT @AuschwitzMuseum: There were educated people involved in Auschwitz. Doctors selected Jews on unloading ramps. Engineers &amp; architects des…",
        "id_str": "1218881901089476609"
    },
    {
        "text": "@RuthSmeeth @Keir_Starmer Are you saying that all Jews belong to one collective society with a common mindset because, if you do, I have some working definitions from the IHRA you probably need to read.....",
        "id_str": "1246822693225279489"
    },
    {
        "text": "RT @painterlybreeze: This time it is stupid Jews. You wonder why this virus is not going away and it's just going to get worse in idiot Ame…",
        "id_str": "1255433942569803776"
    },
    {
        "text": "RT @HanneAn18406203: @afagerbakke Muslims only demand &amp; lies, they do not know what generosity is. Jews always give and stretch out a hand.…",
        "id_str": "1240234518063329280"
    },
    {
        "text": "RT @chrislhayes: Really something just profoundly moving to consider all of the awful, dangerous conditions under which Jews have had seder…",
        "id_str": "1248241876005724161"
    },
    {
        "text": "RT @TOOEdit: Andrew Joyce: On Jews and the Plague--Further adventures in Jewish historiography\nhttps://t.co/6nuPeQqQWt https://t.co/ZAk6GQn…",
        "id_str": "1244422785188761602"
    },
    {
        "text": "RT @IlhanMN: On International Holocaust Remembrance Day, we mourn the lives of 6 million Jews who were systematically murdered.\n\nToday and…",
        "id_str": "1221847225753464834"
    },
    {
        "text": "RT @melaniekmelvin: You are not ‘The Jewish Community.” \nYou represent 30% of British Jews.\nYou are only part of a diverse community with v…",
        "id_str": "1218650768498184193"
    },
    {
        "text": "RT @Delafina777: @GoodmanGames Claiming that Jews fake antisemitic attacks, that we're secretly pulling the strings of presidents committin…",
        "id_str": "1229824829710372864"
    },
    {
        "text": "@sanjep @joshtpm \"Fauci or the Jews.\" It's one or the other. Choose.",
        "id_str": "1247585203171852290"
    },
    {
        "text": "RT @EgSophie: It was powerful to march with thousands of Jews today, in the face of antisemitism. I am so proud of the vibrant Jewish Left…",
        "id_str": "1213939841177718784"
    },
    {
        "text": "How long until there are no Jews left in France? https://t.co/SYnT5ff6tg",
        "id_str": "1219095633560244224"
    },
    {
        "text": "RT @faizalhamssin: Fear of the crosses, fear of Jawi, fear of the transgenders, fear of the tudung, fear of the serban, fear of the Jews, f…",
        "id_str": "1213486197852397570"
    },
    {
        "text": "RT @jvplive: Now is the moment to speak out and show your support for Palestinians and say: Not in my name: Jews &amp; allies reject apartheid.…",
        "id_str": "1224558784598683648"
    },
    {
        "text": "RT @RepAdamSchiff: On Holocaust Remembrance Day, we remember the six million Jews and other victims of Nazism.\n\nWe honor their memories by…",
        "id_str": "1221966396009021440"
    },
    {
        "text": "90,000 Jews Gather to Pray and Defy a Wave of Hate https://t.co/ZPyWNQG4R7",
        "id_str": "1212627758012084224"
    },
    {
        "text": "RT @JoshuaPotash: Incredible.\n\nThousands and thousands of Jews and allies marching across the Brooklyn Bridge to say #NoHateNoFear https://…",
        "id_str": "1213920068381208576"
    },
    {
        "text": "RT @no_silenced: Orthodox Jews seen open carrying firearms in New York after spate of anti-Semitic attacks\n\nIt’s sad that it’s illegal to c…",
        "id_str": "1212416463262359556"
    },
    {
        "text": "Socially progressive Jews once every 7 1/2 years get to celebrate Berakhot 62a day, where we remember that one sage crawled under the bed of another to listen to him have sex with his wife as if he were a feral beast and then declared, \"It is Torah, and I must learn\"",
        "id_str": "1235661646598676482"
    },
    {
        "text": "RT @DavidAstinWalsh: Fun fact for Holocaust Remembrance Day: this was the same tactic used to keep European Jews out of the United States i…",
        "id_str": "1221886349835456514"
    },
    {
        "text": "325m Americans are the survivors of judaism and prisoners of the World Auschwitz guarded by the jews together with all other 7,200m nationals in their national barracks of the same concentration camp #Grishenkoff @realDonaldTrump @CNN @NBC @ABC @nytimes @guardian @time @Reuters",
        "id_str": "1239987968468824065"
    },
    {
        "text": "RT @StandWithUs: During the Holocaust, 6 million Jews were systematically murdered by the Nazis and their accomplices. Today we remember al…",
        "id_str": "1221749979557060608"
    },
    {
        "text": "@anewjusta It's too unsettling to teach the Holocaust. And it was only Jews... So there's that... &lt;insert sarcasm font&gt;",
        "id_str": "1245862504783208450"
    },
    {
        "text": "RT @Imamofpeace: Hamas leader says women's role in society is to commit suicide bombings against Jews\n\n\"Women Are Martyrdom-Seekers, They H…",
        "id_str": "1219209511463837696"
    },
    {
        "text": "RT @xansdid911: Catholics:\n    ____😞____\n /  /--/      \\-- \\  \\\n👇  (    .    )  👇\n       l  🍤   l\n     👞       👞\n\nJews:\n⠀⠀⠀     😈\n　＿ノ ヽ ノ＼＿…",
        "id_str": "1232756954839363589"
    },
    {
        "text": "@vonderleyen The German Miss Merkel, decided to replace the German Jews for undocumented illegal jihadist criminals she imported from across all Islamist countries. German government did this out of pure jealousy for the Jewish people. Once again. @realDonaldTrump  https://t.co/IBsywqIG0l",
        "id_str": "1221738784972296194"
    },
    {
        "text": "RT @StevenErtelt: The Nazis murdered millions of Jews because they were \"unwanted.\"\n\nWe murder millions of unborn babies because they are \"…",
        "id_str": "1216436898241007616"
    },
    {
        "text": "You soulless going to hell man. You are empty. You are doing to President Trump what the Jews did to Jesus-LYING!!!!!",
        "id_str": "1238513066217635840"
    },
    {
        "text": "RT @JustSayXtian: CHRISTIANS: this verse in the old testament says X\nJEWS: It doesn't say that\nCHRISTIAN: maybe. Who knows?\nJEWS: we do. Th…",
        "id_str": "1217042997847691264"
    },
    {
        "text": "RT @Qazi7Ali: Dajjal has arrived in the world since long time and is working in background and giving instructions to the jews and will app…",
        "id_str": "1246121373472378880"
    },
    {
        "text": "It is eighty years since Japanese diplomat Chigune Sugihara saved 6,000 Jews in Lithuania. His is one of the many stories of resistance I pay tribute to in I AM JUDEN. Here Chigune's son reflects on his father's extraordinary accomplishments: https://t.co/ZIEVvZsHgd",
        "id_str": "1213574742046838785"
    },
    {
        "text": "RT @dionne4210: What do the #TommyRobinson movement think about this Jews views on British white girls rape privilege?\nBecause , you’ve all…",
        "id_str": "1219355089854439424"
    },
    {
        "text": "RT @joelpollak: .@SpeakerPelosi just lied about Charlottesville. She claimed @realDonaldTrump praised people who chanted \"Jews will not rep…",
        "id_str": "1225818277861056512"
    },
    {
        "text": "RT @jewsforbernie: Progressive Jews, unite! \n\nThis Wednesday night (Feb 26th, 9pm ET) is our first #JewsForBernie Organizing Call --&gt;\n\nRegi…",
        "id_str": "1232002045122613249"
    },
    {
        "text": "RT @JoshuaPotash: U.S. soldier killed in Kenya, Trump says nothing.\n\nJews attacked in New York, Trump stays quiet.\n\nEarthquakes affect mill…",
        "id_str": "1214638656264142848"
    },
    {
        "text": "@MARKOFBLADEZ @EK1GamingTV I’d say content and views count more than subs I’d sooner have 30 k. Jews and 1k followers",
        "id_str": "1245753396252065802"
    },
    {
        "text": "RT @mukuba_charity: #FeaturingApocalypse\nThe antichrist has forerunners \n1 Adolf Hitler who slaughtered over 6million Jews \n2 ISIS  Albaghd…",
        "id_str": "1242094591622426624"
    },
    {
        "text": "RT @charliekirk11: I wonder why @IlhanMN, who:\n\n—Accused American Jews of dual loyalty\n\n—Claims Israel has \"hypnotized\" America\n\n—Has been…",
        "id_str": "1215816153853022208"
    }
]